Repository: loginom/loginom-l10n-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Редактировать вычисляемый факт...
en: Edit calculated measure...

source: Настройка фактов
en: Configure Measures

source: Доступные факты
en: Available Measures

source: Максимальное количество
en: Maximum Count

source: Точек
en: Points

source: Серий
en: Series

source: Выбрать факты...
en: Select measures...

source: Режим мыши
en: Cursor mode

source: Удалить диаграмму
en: Delete chart

source: Переместить диаграмму
en: Move chart

source: Любые
en: Any

source: https://loginom.ru/company/feedback?type=2
en: https://loginom.com/company/feedback?type=2

source: Ограничения...
en: Restrictions...

source: Уровень заголовков
en: Level of headers

source: Итоги
en: Show total

source: Сбросить маштаб
en: Reset zoom

source: Экспорт в JPEG
en: Export to JPEG

source: Экспорт в PDF
en: Export to PDF

source: Экспорт в PNG
en: Export to PNG

source: Экспорт в SVG
en: Export to SVG

source: Первый уровень
en: First level

source: Переместить
en: Move

source: Влево
en: Left

source: Повернуть
en: Pivot

source: Вправо
en: Right

source: Все уровни
en: All levels

source: Показать
en: Show

source: Скрыть
en: Hide

source: Редактировать заголовок...
en: Edit title...

source: Положение
en: Region

source: Форматирование
en: Formatting

source: Создать диаграмму
en: Create charts

source: Выравнивание ширины колонок
en: Column width adjustment

source: Фильтровать факты...
en: Filter measures...

source: Форматирование...
en: Formatting...

source: Приостановить автовычисление
en: Defer layout update

source: Транспонировать
en: Transpose

source: Настроить факты...
en: Configure measures...

source: Настроить измерения...
en: Configure dimensions...

source: Свернуть все
en: Collapse all

source: Свернуть колонки
en: Collapse columns

source: Свернуть строки
en: Collapse rows

source: Развернуть все
en: Expand all

source: Развернуть колонки
en: Expand columns

source: Развернуть строки
en: Expand rows

source: Форматировать факты...
en: Format measures...

source: Нигде
en: No totals

source: Добавить к отмеченным
en: Add to marked

source: Снять
en: Uncheck

source: Удалить из отмеченных
en: Remove from checked

source: Отметить
en: Check

source: Копировать отмеченные
en: Copy marked

source: Режим включенных/исключенных значений
en: Inclusive/exclusive filter

source: Навигация
en: Navigation

source: Режим выбора значений фильтра
en: Filter mode

source: Отметить по маске...
en: Check by pattern...

source: Зациклить значения при перелистывании
en: Loop values

source: Настройка измерений
en: Configure Dimensions

source: Рассчитать статистики
en: Calculate statistics

source: Непрерывные
en: Continuous

source: Непрерывные поля
en: Continuous fields

source: Дискретные
en: Discrete

source: Дискретные поля
en: Discrete fields

source: Настройка показателей...
en: Configure parameters...

source: Общий обзор набора
en: Dataset overview

source: Только разрешенные
en: Allowed only

source: Абсолютные или относительные значения
en: Absolute or relative values

source: Характеристика набора данных
en: Dataset statistics

source: Виды проблем
en: Kinds of problems

source: Отметьте поля для расчета статистики и нажмите кнопку:
en: Select fields for statistics calculation and press the button:

source: Идет расчет показателей
en: Indicators calculation is in progress

source: Вид отображения
en: Display type

source: Выделите ячейку для визуализации гистограммы
en: Select the cell to visualise histogram

source: Максимальный процент пропусков
en: Maximum percentage of null data

source: Выбросы и экстремальные значения
en: Outliers and Extreme Values

source: Выбор показателей
en: Selection of Indicators

source: Настройки показателей
en: Configure Parameters

source: Метод идентификации
en: Identification method

source: Выделите ячейку для визуализации ее данных
en: Select the cell to visualise its data

source: Следующая строка
en: Next row

source: Предыдущая строка
en: Previous row

source: Выравнивание
en: Alignment

source: По вертикали
en: Vertical alignment

source: Особый формат
en: Custom format

source: Закрыть все...
en: Close all...

source: Отрицательные красным
en: Negative in red

source: Экспоненциальная форма
en: Exponential form

source: Разделитель разрядов
en: Thousands separator

source: Денежный знак
en: Currency

source: Число десятичных знаков
en: Decimal place limit

source: Не более {0} разрядов после запятой
en: No more than {0} decimal places

source: Допустимы только неотрицательные значения
en: Only non-negative values are allowed

source: Ширина колонки
en: Column width

source: Информация о модели
en: Model Info

source: Показать информацию о модели
en: Show model info

source: Шаги построения
en: Model Steps

source: Показать шаги построения
en: Show model steps

source: Создать новый...
en: New...

source: Показать нулевые значения
en: Show zero values

source: Изменение поля
en: Field change

source: Нижняя граница ДИ
en: CI lower bound

source: Отношение шансов
en: Odds ratio

source: Верхняя граница ДИ
en: CI upper bound

source: Открыть...
en: Open...

source: P-значение
en: P-value

source: Балл
en: Score

source: Стандартная ошибка
en: Standard error

source: Статистика Вальда
en: Wald statistic

source: Добавить группу
en: Add Group

source: Добавить группу отчетов...
en: Add report group...

source: Сохранить все
en: Save all

source: Удалить ...
en: Delete ...

source: Сгруппировать
en: Grouping

source: Перечитать данные
en: Reread data

source: Сохранить как...
en: Save as...

source: Перенести в отчеты
en: Move to reports

source: Классифицировано
en: Predicted

source: Фактически
en: Actually

source: Матрицы ошибок
en: Confusion matrices

source: Множество
en: Set

source: Распознано
en: Recognized

source: Кумулятивная
en: Cumulative

source: Априорная доля событий
en: Prior probability

source: Событие:
en: Event:

source: Множества
en: Sets

source: Значение порога
en: Value

source: Выбор диаграммы
en: Chart type

source: Оценки классификации
en: Classification scores

source: Диаграмма баланса
en: Balance chart

source: Выбрать выделенные
en: Check selected

source: Отменить выбор выделенных
en: Uncheck selected

source: Порядковые статистики
en: Order Statistics

source: Посчитать порядковые статистики
en: Count order statistics

source: Извлечь уникальные значения
en: Extract unique values

source: Настройка полей...
en: Configure fields...

source: Включать Null-значение в гистограмму
en: Show null value in histogram

source: Округлять
en: Round

source: Тестирование LDAP аутентификации
en: LDAP Authentication Testing

source: Закрыть пакет
en: Close package

source: Число интервалов
en: Histogram bin count

source: Десятичных знаков
en: Decimals

source: Округлять до меньшего
en: Round down

source: Округлять до ближайшего
en: Round to nearest

source: Округлять до большего
en: Round up

source: Округление границ интервалов
en: Interval boundaries rounding

source: Консоль
en: Console

source: Исходные данные
en: Raw data

source: Обновить все
en: Refresh All

source: Рассчитать все имена, метки, типы и виды данных полей
en: Calculate all names, captions, types and kinds of fields data

source: Определить типы данных
en: Detect data types

source: Рассчитать заново только типы и виды данных
en: Recalculate data types and data kinds

source: Кол-во строк для анализа
en: Row count for analysis

source: Добавить в исключенные
en: Add to excluded

source: Добавить расширение...
en: Add extension...

source: Настроить узел
en: Configure node

source: Клонировать...
en: Clone...

source: Создать выходной
en: Create output

source: Создать выходные для всех входных...
en: Create outputs for all inputs...

source: Настроить список допустимых значений переменной...
en: Configure list of allowed variable values...

source: Свойства...
en: Properties...

source: Тип создания производных столбцов
en: Derived columns creation type

source: Удалить выбранные связи
en: Delete selected links

source: Упорядочить связи
en: Rearrange Links

source: Настройка модификатора доступа...
en: Configure visibility...

source: Упорядочить по связям
en: Sort by links

source: Синхронизировать
en: Map columns

source: Связи
en: Links

source: Развернуть/свернуть до узлов
en: Expand/collapse to nodes

source: Найти...
en: Find...

source: Переместить поле в область измерений
en: Move field to measurement area

source: Фильтрация/Поиск
en: Filter/Search

source: Диспозиция
en: Disposition

source: Параметры BigQuery
en: BigQuery Parameters

source: Параметры ClickHouse
en: ClickHouse Parameters

source: Тестовый поиск пользователя
en: Test User Search

source: Параметры хранилища данных
en: Parameters of Data Warehouse

source: Протокол
en: Protocol

source: Строка подключения к Firebird, InterBase
en: Firebird, InterBase Connection String

source: Удаленное
en: Remote

source: Параметры SQL Server
en: SQL Server Parameters

source: Параметры MySQL
en: MySQL Parameters

source: Параметры SQLite
en: SQLite Parameters

source: Редактировать фактор
en: Edit Factor

source: Редактировать фактор в выделенных записях
en: Edit factor in selected records

source: Используемое поле
en: Used field

source: Задать значение группе факторов
en: Assign Value to Group of Factors

source: Открыть/закрыть узел
en: Run/deactivate node

source: Параметры метода
en: Method Parameters

source: Сэмплинг данных
en: Data Sampling

source: Нет настраиваемых параметров
en: No custom settings

source: Общее число записей
en: Total records

source: Сдвинуть вниз
en: Move Down

source: Восстановить по умолчанию
en: Restore Default

source: Восстановить порядок по умолчанию
en: Restore default order

source: Сдвинуть вверх
en: Move Up

source: Размер в строках
en: Absolute (rows)

source: Размер в процентах
en: Relative (%)

source: Способ
en: Method

source: Поля, определяющие страты
en: Strata defining fields

source: Параметры валидационного разбиения
en: Validation Settings

source: Исключить корневой узел при публикации
en: Skip root node upon publishing

source: Входные узлы
en: Input nodes

source: Входное дерево
en: Input tree

source: Перейти к источнику ссылки
en: Open the link source

source: Массив
en: Array

source: Показать визуализаторы
en: Show visualizers

source: Результат тестирования подключения
en: Connection test result

source: Контейнер
en: Container

source: Шаблон даты/времени
en: Date/time template

source: Загрузить дерево из JSON
en: Load Tree from JSON

source: При загрузке схемы существующие узлы будут удалены
en: Existing nodes will be deleted when loading schema

source: Из файла
en: From File

source: Из строки
en: From String

source: Все пространства имен
en: All namespaces

source: Формировать метки узлов по xsd:documentation
en: Generate node captions by xsd:documentation

source: XSD файл
en: XSD file

source: Глубина рекурсии
en: Recursive depth

source: Загрузить дерево из XSD схемы
en: Load Tree from XSD Schema

source: При загрузке схемы существующее узлы будут удалены
en: Existing nodes will be deleted when loading schema

source: Описание узла
en: Node Description

source: Выполнить все
en: Run all

source: Необязательный
en: Optional

source: Нормализатор
en: Normalizer

source: Создать заметку
en: New annotation

source: Неудаляемая
en: Irremovable

source: Множитель
en: Multiplier

source: Получить исходный диапазон
en: Get source range

source: Взять исходный диапазон
en: Take source range

source: Метод контроля
en: Control method

source: Ручная настройка
en: Manual setting

source: Контроль диапазона значений
en: Range Control

source: Контролируемый диапазон
en: Controlled Range

source: Исходный диапазон
en: Source Range

source: Максимальное
en: Maximum

source: Минимальное
en: Minimum

source: Вертикальное выравнивание по левому краю
en: Vertical left alignment

source: Опорное значение
en: Reference value

source: Выбор опорного значения недоступен для большого количества уникальных значений
en: Reference value selection is not available for many unique values

source: Параметры нормализации
en: Normalization Parameters

source: Для данного типа нормализации настройки отсутствуют
en: No settings for this type of normalization

source: Настройка для множества колонок недоступна
en: Unavailable configuration for multiple columns

source: Не выбран нормализатор
en: No normalizer selected

source: Сбросить настройки конфликтующих нормализаторов
en: Reset conflicting normalizers

source: Свернуть узлы в подмодель / Развернуть подмодель
en: Collapse nodes to supernode / Expand supernode

source: Настройки нормализации
en: Normalization Settings

source: Заданное значение
en: Set value

source: Стат. показатель
en: Stat. parameter

source: Делитель
en: Divisor

source: Активация и просмотр
en: Activate and Show

source: Нет данных для просмотра
en: No data to show

source: Всегда случайно
en: Always randomize

source: Генерировать
en: Generate

source: Сохранять конфигурацию выбранного узла
en: Save configuration of the selected node

source: Поправка на долю событий
en: Event Weight Correction

source: Режим выбора объекта
en: Object selection mode

source: Результат поиска пользователя
en: User search result

source: Настройки отбора факторов
en: Factor Selection Settings

source: Настройки приоритетов
en: Priorities Settings

source: Настройки метода
en: Method Settings

source: Настройки расчета статистики
en: Statistics Calculation Settings

source: Доля событий, %
en: Event weight, %

source: Доля не-событий, %
en: Non-event weight, %

source: <пусто>
en: <empty>

source: Подробнее...
en: Show Details...

source: Просмотр
en: View

source: Заголовок шага
en: Stage

source: Мастер
en: Wizard

source: Настроить порядок выполнения
en: Customize execution order

source: Режим навигации по сценарию
en: Workflow navigation mode

source: Автоматическое упорядочивание узлов
en: Auto node alignment

source: Переместить выделенные узлы на передний план
en: Bring selected nodes to front

source: Переместить выделенные узлы на задний план
en: Send selected nodes to back

source: Удалить выбранное...
en: Delete selected...

source: Настроить панель
en: Configure panel

source: Показать родительские узлы для производных
en: Show parent nodes for derived nodes

source: Показать карту сценария
en: Show workflow outline

source: Показать исходные узлы для Узлов-ссылок
en: Show source nodes for Reference Nodes

source: Показать/скрыть панель компонентов
en: Show/hide component panel

source: Информация о тестовом подключении
en: Test Connection Details

source: Показывать количество на выходных портах
en: Show count in output ports

source: Абв
en: Abc

source: Содержимое
en: Content

source: Сообщить о проблеме
en: Report a problem

source: Показать в виде таблицы
en: Show as table

source: Показать в виде плитки
en: Show as tiles

source: Показать в виде сценария
en: Show as workflow

source: Добавить метку...
en: Add caption...

source: Свернуть группы
en: Collapse groups

source: Редактировать метку...
en: Edit caption...

source: Развернуть группы
en: Expand groups

source: Часто используемые
en: Frequently used

source: Токен
en: Token

source: Горизонтальное выравнивание по нижнему краю
en: Horizontal bottom alignment

source: Горизонтальное выравнивание по центру
en: Horizontal center alignment

source: Горизонтальное выравнивание по верхнему краю
en: Horizontal top alignment

source: Убрать из часто используемых
en: Remove from frequently used

source: Удалить метку
en: Remove caption

source: Стиль
en: Style

source: По середине
en: Align middle

source: Полное имя пользователя
en: Full username

source: Вертикальное выравнивание по середине
en: Vertical middle alignment

source: Вертикальное выравнивание по правому краю
en: Vertical right alignment

source: Производные компоненты
en: Derived Components

source: Информация о пользователе
en: User info

source: Сравнивать строковые уникальные значения бинарно
en: Binary comparison of unique string values

source: Синтаксис Markdown для заметок и комментариев
en: Markdown syntax for annotations and comments

source: Использовать относительные пути базового пакета
en: Use relative paths of base package

source: Свойства пакета
en: Package Properties

source: Свойства ссылки на пакет
en: Properties of Reference to Package

source: Включить автосохранение
en: Enable autosave

source: Сохранять каждые (минут)
en: Save every (minutes)

source: Автосохранение
en: Autosave

source: Настройка автосохранения пакетов...
en: Configure packages autosave...

source: Закрыть пакет...
en: Close package...

source: Закрыть все
en: Close all

source: Закрыть все пакеты...
en: Close all packages...

source: Создать
en: New

source: Создать новый пакет...
en: New package...

source: Свойства
en: Properties

source: Редактировать свойства...
en: Edit properties...

source: Сохранить все пакеты
en: Save all packages

source: Роль или право в приложении
en: Role or Right in Application

source: Опубликован
en: Published

source: Черновик
en: Draft

source: Роль в токене
en: Role in Token

source: Закрыть другие
en: Close other

source: Закрыть другие пакеты...
en: Close other packages...

source: Сопоставление ролей пользователя
en: User Roles Mapping

source: Сохранить как
en: Save as

source: Отменить все изменения
en: Undo all changes

source: Скрытая
en: Hidden

source: Только для чтения
en: Read-only

source: Отобразить в окне
en: Show in the window

source: Закрепить внизу
en: Dock to the bottom

source: Публиковать MCP сервер
en: Publish the MCP server

source: Обновлять публикацию при сохранении пакета
en: Update publication on package saving

source: Добавление веб-сервиса
en: Add web service

source: Генерировать уникальное для пакета
en: Generate a unique namespace for package

source: Генерировать уникальное для каждой версии пакета
en: Generate a unique namespace for each package version

source: Использовать пространство имён Loginom Integrator
en: Use Loginom integrator namespace

source: Добавить веб-сервис...
en: Add web service...

source: Завершить
en: Unpublish

source: Завершить...
en: Unpublish...

source: Обновить публикацию
en: Update publication

source: Путь / Метка
en: Path / Caption

source: Открыть узел в пакете
en: Open node in package

source: Найти параметр по имени или значению
en: Search the parameter by name or value

source: Показать пакет в папке
en: Show package in folder

source: Метка задачи
en: Job Caption

source: Время выполнения
en: Execution Time

source: Номер сессии
en: Session ID

source: Остановить все сессии...
en: Stop all sessions...

source: Остановить сессию
en: Stop session

source: Категория
en: Category

source: Отменить выбор
en: Cancel Selection

source: Очистить пул
en: Clear pool

source: Сайт Loginom
en: Loginom website

source: Выбрать из пакета
en: Select from Package

source: Выбрать из пакета...
en: Select from package...

source: Просмотр OpenID переменных...
en: View OpenID variables...

source: Запускаемый пакет
en: Package to start

source: Разрешить выполнение
en: Enable execution

source: Очистить пул пакетов
en: Clear package pool

source: Повтор
en: Repeat

source: Сохранять пакет после переобучения
en: Save package after retraining

source: Пропускать запуск при наличии активной сессии
en: Skip the start if there is an active session

source: Запустить сразу, если пропущен запуск
en: Start immediately if the start was skipped

source: Запускать при старте сервера
en: Start upon server startup

source: Ограничить время выполнения
en: Limit execution time

source: Переобучать модели при запуске
en: Retrain models upon the start

source: Статус для запуска задачи
en: Status for Job Start

source: Закрыть сессию или пакет
en: Close session or package

source: Окончание
en: End

source: Лимит количества логов
en: Log count limit

source: Весь пакет
en: Entire package

source: Запускаемый узел
en: Node to start

source: Ввод/Вывод сервера из режима обслуживания...
en: Enter/Leave server maintenance mode...

source: Повтор каждые
en: Repeat every

source: Запуск
en: Start

source: Максимальное время выполнения
en: Maximum execution time

source: Не указана граница временного интервала
en: Time range limit not specified

source: Дни месяца
en: Days of the month

source: Месяцы
en: Months

source: Расписание
en: Schedule

source: Запускать повтор
en: Start Repeat

source: Параметры запуска
en: Start Parameters

source: Завершение задачи
en: Finish Job

source: Запуск сервера
en: Start Server

source: Триггеры
en: Triggers

source: Дни недели
en: Days of the week

source: Обновить список переменных
en: Refresh Variable List

source: Имя хоста
en: Host name

source: Статус
en: Status

source: Именованные
en: Named

source: Отфильтровать узлы, у которых задано имя
en: Filter named nodes

source: Разрешать имена по IP
en: Resolve names by IP

source: Журнал
en: Log

source: Запустить
en: Run

source: Предыдущий запуск
en: Previous Start

source: Следующий запуск
en: Next Start

source: Найти сессию или пакет
en: Find session or package

source: Стороннее программное обеспечение
en: Open Source Software

source: Владелец
en: Owner

source: Запретить выполнение
en: Disable execution

source: Перейти к задаче
en: Move to job

source: Отправить сообщение
en: Send Message

source: Выбор базового компонента
en: Select Base Component

source: Список компонентов
en: Component List

source: Отправить сообщение пользователю...
en: Send message to user...

source: Выбор модификатора доступа
en: Select Visibility

source: Внутренний (доступен только внутри текущего пакета)
en: Internal (available only within current package)

source: Закрытый (доступен только внутри текущего модуля)
en: Private (available only within current module)

source: Защищенный (доступен только внутри текущего модуля и его подмоделей)
en: Protected (available only within current module and its supernodes)

source: Открытый (доступен во всех пакетах)
en: Public (available in all packages)

source: Опубликованный (доступен во всех пакетах и в виде веб-сервиса)
en: Published (available in all packages and as web service)

source: Отправить сообщение всем активным пользователям...
en: Send message to all active users...

source: Абсолютный <i>(для совместного использования)</i>
en: Absolute <i>(for shared use)</i>

source: Относительный <i>(для персонального использования)</i>
en: Relative <i>(for personal use)</i>

source: Частые наборы
en: Frequent Itemsets

source: Шаблон
en: Template

source: Примечание
en: Note

source: Ключи
en: Keys

source: Округлять границы
en: Round limits

source: Остановить выполнение сессии или пакета
en: Cancel execution of session or package

source: Задать нижнюю границу
en: Set lower limit

source: Задать верхнюю границу
en: Set upper limit

source: Введите ширину
en: Enter width

source: Label Info кол-во интервалов
en: Label Info bin count

source: Применить шаблон метки
en: Apply caption template

source: Инвертировать тип
en: Invert type

source: Активность
en: Activity

source: Рассчитать гистограмму
en: Calculate histogram

source: Уменьшить разрядность
en: Decrease decimal

source: Увеличить разрядность
en: Increase decimal

source: Образец
en: Example

source: Создан
en: Created

source: Интервалов
en: Bins

source: Рассчитать интервалы
en: Calculate bins

source: Назначения полей
en: Field usage types

source: Объем
en: Volume

source: Сохранен
en: Saved

source: Верхняя
en: Upper

source: Настройки компонента квантования
en: Configure Binning Component

source: Настройка внешних интервалов
en: Configure External Bins

source: Добавить выражение
en: Add expression

source: Клонировать выражение
en: Clone expression

source: Логическое "И"
en: Logical "AND"

source: Синтаксис
en: Syntax

source: Удалить все выражения...
en: Delete all expressions...
